Repository: FoodRegister/locale
Catalog: */LC_MESSAGES/django.po
Languages: fr

source: Campaign name
fr: Sondages

source: Campaign name 2
fr: Sondages 2

source: Campaign name 3
fr: Sondages 3

source: Campaign name 4
fr: Sondages 4

source: Log in
fr: Connexion

source: You are logged in as %(username)s, do you want to switch account?
fr: Vous êtes connecté en tant que %(username)s, souhaitez-vous changer de compte ?

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Forgot your password?
fr: Mot de passe oublié ?

source: No account yet?
fr: Pas encore de compte ?

source: Register
fr: Créer un compte

source: Reset password
fr: Réinitialisation du mot de passe

source: This area hasn't been finished, we are working on it, please send an email to feedback.foodregister@gmail.com to reset your password
fr: Cette page n'est pas encore terminée, nous travaillons encore dessus, si vous souhaitez utiliser l'une des fonctionnalités de cette page, envoyez nous un mail à feedback.foodregister@gmail.com

source: Account Settings
fr: Paramètres

source: This area hasn't been finished, we are working on it, please send an email to feedback.foodregister@gmail.com if you want to modify something in your account or get your personal informations
fr: Cette page n'est pas encore terminée, nous travaillons encore dessus, si vous souhaitez utiliser l'une des fonctionnalités de cette page, envoyez nous un mail à feedback.foodregister@gmail.com

source: You are logged in as %(username)s, do you wan't to create a new account?
fr: Vous êtes connecté en tant que %(username)s, souhaitez-vous créer un nouveau compte ?

source: E-Mail
fr: Adresse E-Mail

source: Password (verification)
fr: Mot de passe (vérification)

source: You already have an account?
fr: Vous avez déjà un compte ?

source: Something went wrong with your credentials
fr: Votre nom d'utilisateur ou mot de passe est incorrect

source: The two passwords are different
fr: Les deux mots de passes sont différents

source: The password is too short
fr: Le mot de passe est trop court

source: The e-mail already exists
fr: Cette adresse e-mail existe déjà

source: The username already exists
fr: Ce nom d'utilisateur existe déjà

source: English
fr: Anglais

source: French
fr: Français

source: Stop food loss!
fr: Arrêtons le gaspillage alimentaire!

source: How does it work?
fr: Comment ça marche ?

source: You can vote on a question series 3 weeks before to allow C'Midy to change what they will buy. And you can lose less food!
fr: Vous pouvez voter 3 semaines à l'avance pour permettre à C'Midy de mieux prévoir leur commande. Et le jour J, on évite le gaspillage !

source: What is FoodRegister?
fr: Qu'est-ce que FoodRegister ?

source: FoodRegister is a project that aims to reduce food loss in the school restaurant. It was launched two years ago to allow us to help ecology in our own way.
fr: FoodRegister est un projet qui a pour but de réduire le gaspillage alimentaire à la cantine. Il a été lancé il y a deux ans pour nous permettre d'apporter notre aide contre la crise climatique.

source: An engaged team
fr: Une équipe engagée

source: We are a team of 3 students working hardly on this project. If you want to reach us, we are available for any idea or projet related to ecology.
fr: Nous sommes une équipe de 3 lycéens qui travaillent de manière dévoués sur ce projet. Si vous voulez nous contacter, nous sommes disponible pour n'importe quelle idée ou projet en rapport avec l'écologie.

source: Let's fight food spoiling!
fr: Combattez le gaspillage alimentaire !

source: Access to campaigns
fr: Accéder aux sondages

source: C'Midy gives us data about what we are going to eat.
fr: C'Midy nous donne les menus des prochaines semaines.

source: We give series of questions to the students using our website 3 weeks before.
fr: Nous préparons des sondages pour les élèves et le personnel 3 semaines à l'avance.

source: We compile answers and C'Midy adapts what they buy.
fr: Nous compilons les résultats et C'Midy adapte ses commandes.

source: We avoid losing food!
fr: On évite le gaspillage !

source: Who are we?
fr: Qui sommes nous ?

source: Food Register is a school project that aims to reduce spoiled food.
fr: FoodRegister est un projet pour éviter le gaspillage alimentaire.

source: Home
fr: Accueil

source: Campaigns
fr: Sondages

source: Administrator
fr: Interface Admin

source: Settings
fr: Paramètres

source: Sign out
fr: Déconnexion

source: Dark Mode
fr: Thème sombre

source: Light Mode
fr: Thème clair
